tinyMCE.addI18n({
    'ru' : {
        'dlg' : {
            // JCE specific
            modified: 'Изменено',
            file: 'Файл',
            folder: 'Папка',
            files: 'файлов',
            folders: 'папок',
            comments: 'Комментарии',
            size: 'Размер',
            preview: 'Предварительный просмотр',
            duration: 'Длительность',
            dimensions: 'Размеры',
            contents: 'Содержимое',
            unwritable: 'Незаписываемый',
            bad_name: 'Неверное имя файла или папки',
            message_tree: 'Создание списка древа...',
            message_load: 'Загрузка...',
            message_properties: 'Поиск параметров...',
            current_dir: 'Текущий каталог: ',
            help: 'Помощь',
            name: 'Имя',
            'options': 'Опции',
            'confirm': 'Подтвердить',
            yes: 'Да',
            no: 'Нет',
            'alert': 'Предупреждение,',
            folder_new: 'Новая папка',
            rename: 'Переименовать',
            'delete': 'Удалить',
            save: 'Сохранить',
            delete_item_alert: 'Удалить выбранный элемент(ы)?',
            rename_folder: 'Переименовать папку',
            rename_file: 'Переименовать файл',
            rename_item_alert: 'Переименование файлов/папок нарушит связь с существующими ссылками. Продолжить?',
            rename_item_name_new: 'Пожалуйста, укажите новое имя для файла/папки',
            file_select: 'Щелкните по файлу чтобы вставить или справа от него чтобы посмотреть его свойства. CTRL+Клик выбирает несколько файлов.',
            notwritable: 'Незаписываемый',
            notwritable_desc: 'Незаписываемый::папка или файл не доступны для записи и не могут быть переименованы, перемещены или удалены.',
            bad_name: 'Неверное имя файла или папки',
            bad_name_desc: 'Неверное имя файла или папки::имя папки/файла может состоять только из символов a-zA-Z0-9_-.~',
            select_value: 'Добавить значение',
            select_label: 'Добавить значение',
            size_bytes: 'Байт',
            size_kb: 'KB',
            size_mb: 'MB',
            date_format: '',
            media_not_supported: 'Тип медиа не поддерживается этим браузером',
            one_of_many: '%o из %m',
            element_selection: 'Выбор элемента',
            
            // Upload
            uploading: 'Загрузка...',
            upload: 'Загрузить',
            queue: 'Очередь',
            upload_drop: 'Перетащите файлы сюда',
            cancel: 'Отмена',
            ok: 'OK',
            browse: 'Обзор',
            file_extension_error: 'Тип файла не поддерживается',
            file_size_error: 'Размер файла превышает максимально допустимый размер',
            file_invalid_error: 'Неправильный тип файла',
            upload_queue: 'Очередь загрузки',
            close: 'Закрыть',
            
            // Upload Error Codes
            '-600': '%f (%s) превышает максимально допустимый размер %m',
            '-601': 'Файл: %s',
            '-800': 'Файл: %s',
            root: 'Корень'
        },
        
        // Aritcle - Pagebreak and Readmore
        'pagebreak_dlg' : {
            desc:"Добавить/Изменить разрыв страницы",
            title:"Заголовок страницы",
            alias:"Псевдоним содержания"
        },
        // image Manager
        'imgmanager_dlg' : {
            missing_alt: "Вы уверены что хотите вставить изображение без описания? Без описания, изображение может быть недоступно для пользователей, использующих текстовые браузеры или отключивших показ изображений.",
            no_src: 'Требуется URL. Выберите ссылку или вставьте URL'
        },
        
        // Link
        'link_dlg' : {
            is_email:"Введенный адрес напоминает электронную почту, добавить префикс mailto:?",
            is_external:"Введенный адрес напоминает внешнюю ссылку, добавить префикс http://?",
            no_href:"Требуется URL. Выберите ссылку или вставьте URL",
            no_text:"Текст ссылки",
            email:"Создать адрес электронной почты",
            to:"Кому",
            cc:"Копия",
            bcc:"BCC",
            subject:"Тема",
            invalid_email:" недействительный адрес электронной почты!"
        }
    }
});