tinyMCE.addI18n('ru.templatemanager',{
    desc: "Добавить/Изменить шаблон",
    warning: "Предупреждение: Обновление шаблона может привести к потере данных.",
    mdate_format: "%Y-%m-%d %H:%M:%S",
    cdate_format: "%Y-%m-%d %H:%M:%S",
    months_long: "январь,февраль,март,апрель,май,июнь,июль,август,сентябрь,октябрь,ноябрь,декабрь",
    months_short: "янв,фев,март,апр,май,июнь,июль,авг,сен,окт,ноя,дек",
    day_long: "воскресенье,понедельник,вторник,среда,четверг,пятница,суббота,воскресенье",
    day_short: "вс,пн,вт,ср,чт,пт,сб,вс",
    delta_width: 0,
    delta_height: 0
});